<?php

return array(
	'breadcrumb' => array(
		'news'   => 'Новости',
		'create' => 'Добавить новость',
	),
	'index' => array(
		'title'       => 'Новости',
		'author'      => 'Автор',
		'comments'    => 'Комментарии',
		'create_news' => 'Добавить новость',
	),
	'view' => array(
		'error'    => 'Невозможно найти новость :id',
		'author'   => 'Автор',
		'comments' => 'Комментарии',
	),
	'create' => array(
		'title'       => 'Написать новость',
		'error'       => 'Не удалось сохранить новость',
		'access'      => 'У вас нет доступа!',
		'success'     => 'Новость успешно добавлена!',
		'enter'       => 'Добавление новости',
		'label_title' => 'Заголовок',
		'label_text'  => 'Текст',
		'submit'      => 'Добавить',
	),
       'comments' => array(
	'title'		=> 'Добавление Комментария',
	'create'	=> 'Добавить Комментарий',
	'label_text'	=> 'Сообщение',
	'submit'	=> 'Добавить',
	'access'	=> 'У вас нет доступа!',
	'enter'		=> 'Добавление Комментария',
	'success'	=> 'Комментарий успешно добавлен!',
	'error'		=> 'Не удалось сохранить комментарий',
    )
);
